Repository: ebucelik/VoiceDate
Catalog: Casen/Controller/*.lproj/Localizable.strings
Languages: de, tr

# ViewControllerTitle
source: Time for something new. VoiceDate now.
de: Zeit für etwas Neues. VoiceDate jetzt.
tr: Yeni bir şey zamanı. Şimdi VoiceDaten yap.

# PressKey
source: Press the Update - Button to reload.
de: Klick auf den Update - Button um neu zu laden.
tr: Yeniden yüklemek için Update - Butonuna basın.

# NoUserKey
source: No User found
de: Kein Nutzer
tr: Kullanıcı yok

source: Likes consumed
de: Likes verbraucht
tr: Likes'lar tüketildi

# YouCanLikeFrom
source: You can like again from
de: Erneut Liken kannst du ab
tr: Yine like bu zamandan sonra edebilirsin

# DontWantToWait
source: Don't want to wait? Use these Methods down below to reduce the waiting time ⌛
de: Du willst nicht warten? Dann nutze die Funktionen darunter um die Wartezeit zu verkürzen ⌛
tr: Beklemek istemiyormusun? Ozaman bunun altindaki functionları kullan ki bekleme zamani azalt ⌛

source: More Likes
de: Mehr Likes
tr: Daha cok Like

# LikesFull
source: We see us if you don't have Likes anymore. Until that, enjoy it 😏
de: Wir sehen uns, wenn du keine Likes mehr hast. Bis dahin, habe Spaß 😏
tr: Like'larin olmadi zaman görüselim. Ozamana kadar eğlen 😏

# PrivacyKey
source: Privacy Policy
de: Datenschutz
tr: Gizlilik politikası

# UnderKey
source: I understand
de: Verstanden
tr: Anlasıldı

# SwipeKey
source: Swipe again
de: Swipe nochmal
tr: Tekrar kaydir

# SwipeOneKey
source: Swipe someone to use this function 😏
de: Streiche mit dem Finger über jemanden, um diese Funktion zu verwenden 😏
tr: Bu işlevi kullanmak için birini kaydırın 😏

# SwipeAgainKey
source: Do you want to take your swipe back? Watch a video to replay your swipe 😝
de: Möchtest du deinen Swipe zurücknehmen? Dann sieh dir ein Video an, um deinen Swipe zu wiederholen 😝
tr: Kaydırma çubuğunu geri almak istiyor musun? Ozaman bi video izle ve kaydırma çubuğunu tekrarla 😝

# VideoKey
source: WATCH VIDEO
de: VIDEO ANSCHAUEN
tr: VIDEO IZLE

# InformationKey
source: Information
tr: Bilgi

# InfoTextKey
source: Here stands the Information about the current User. The User introduces himself with his own voice.
de: Hier stehen die Informationen zum aktuellen Benutzer. Der Benutzer stellt sich mit seiner eigenen Stimme vor.
tr: İşte o anki Kullanıcı ile ilgili Bilgiler. Kullanıcı kendini kendi sesiyle tanıtır.

# InvalidLocKey
source: Invalid location
de: Ungültiger Standort
tr: Geçersiz konum

# LocationKey
source: We need your location to find matches in your near!
de: Wir benötigen deinen Standort, um Übereinstimmungen in deiner Nähe zu finden!
tr: Yakınınızdaki eşleşmeleri bulmak için konumunuza ihtiyacımız var!

# SettingKey
source: Open settings
de: Öffne Einstellungen
tr: Ayarları aç

# MatchKey
source: Begin to talk with your match 😝
de: Beginne mit deinem Match zu sprechen 😝
tr: Yeni partnerinizle konuşmaya başlayın 😝

# ProfileKey
source: Profile
de: Profil
tr: Profil

# DatingTipsKey
source: Dating Tips
de: Dating Tipps
tr: Tanışma ipuçları

# PickUpKey
source: Pick-Up Lines
de: Anmachsprüche
tr: Pick-up Hatları

# DeleteAccKey
source: Delete Account
de: Account löschen
tr: Hesapı sil

# ContactKey
source: Contact
de: Kontakt
tr: Kontak

# LogoutKey
source: Logout
de: Ausloggen
tr: Oturum'dan cık

# ReportUserKey
source: This user is showing unwanted, offensive content, or any of the following properties are not correct: User profile picture, user audio, user age.
de: Dieser Benutzer zeigt unerwünschte, anstößige Inhalte oder einer der folgenden Eigenschaften sind nicht in Ordnung: Benutzerprofilbild, Benutzeraudio, Benutzeralter.
tr: Bu kullanıcı istenmeyen, rahatsız edici içerik gösteriyor veya aşağıdaki özelliklerden herhangi biri doğru değil: Kullanıcı profili resmi, kullanıcı sesi, kullanıcı yaşı.

# ReportTitle
source: Report User
de: Benutzer melden
tr: Kullanıcıyı rapor et

source: Report
de: Melden
tr: Rapor et

# RepCan
source: Cancel
de: Abbrechen
tr: Iptal et

# Reported
source: User reported
de: Benutzer gemeldet
tr: Kullanıcı bildirildi

# ReportedTxt
source: Thank you for your message! We will take care of it.
de: Danke für deine Meldung! Wir werden uns darum kümmern.
tr: Mesajın için teşekkürler! Gerisini biz hallederiz.

# ReportNoUser
source: At the moment there is no user to report.
de: Im Moment gibt es keinen Benutzer zum Melden.
tr: Şu anda bildirilecek kullanıcı yok.

# BlockUserKey
source: This user is showing unwanted, offensive content, or any of the following properties are not correct: User profile picture, user audio, user age.
de: Dieser Benutzer zeigt unerwünschte, anstößige Inhalte oder einer der folgenden Eigenschaften sind nicht in Ordnung: Benutzerprofilbild, Benutzeraudio, Benutzeralter.
tr: Bu kullanıcı istenmeyen, rahatsız edici içerik gösteriyor veya aşağıdaki özelliklerden herhangi biri doğru değil: Kullanıcı profili resmi, kullanıcı sesi, kullanıcı yaşı.

# BlockTitle
source: Block User
de: Benutzer blockieren
tr: Kullanıcıyı engelle

source: Block
de: Blockieren
tr: Engelle

# BlockCan
source: Cancel
de: Abbrechen
tr: Iptal et

# Blocked
source: User blocked
de: Benutzer blockiert
tr: Kullanıcı engellendi

# BlockTxt
source: This user is blocked! You will not see this user anymore.
de: Dieser Benutzer ist blockiert! Diesen Benutzer wirst du nicht mehr sehen.
tr: Bu kullanıcı engellendi! Bu kullanıcıyı artık göremezsiniz.

# BlockNoUser
source: At the moment there is no user to block.
de: Im Moment gibt es keinen Benutzer zum Blockieren.
tr: Şu anda engellenecek kullanıcı yok.

# ToLoginKey
source: Go to Login
de: Zum Login
tr: Giriş yap

# PasswordKey
source: Password
de: Passwort
tr: Şifre

# PasswordKeyRepeat
source: Password repeat
de: Wiederhole Passwort
tr: Şifreyi tekrarla

# LoginBtnKey
source: Register
de: Registrieren
tr: Kayıt ol

# InvalidKey
source: Invalid
de: Ungültig
tr: Geçersiz

# WrongMailKey
source: Wrong e-mail or password!
de: Falsche E - Mail oder Passwort!
tr: Yanlis E - Mail yada parola!

# OkayKey
source: Okay
tr: Tamam

# InitsKey
source: Please check your inits!
de: Bitte überprüfe deine Eingaben!
tr: Lütfen verilerinizi kontrol edin!

# PassCheckKey
source: Please check your password!
de: Überpüfe dein Passwort!
tr: Şifrenizi kontrol ediniz!

# CharKey
source: Passwords must be have 8 or more characters!
de: Passwörter müssen aus 8 oder mehr Zeichen bestehen!
tr: Şifreler 8 veya daha fazla karakter içermelidir!

# ImgKey
source: Please choose a profile image!
de: Bitte ein Profilbild hinzufügen!
tr: Lütfen bir profil resmi seçin!

# ExistKey
source: User with this e-mail already exist!
de: Ein Nutzer mit dieser E - Mail existiert bereits!
tr: Bu e-mail ile sahip bir kullanıcı zaten var!

# ToRegsiterKey
source: Go to Register
de: Zum Registrieren
tr: Kayıt ol

# RegisterBtnKey
source: Login
de: Einloggen
tr: Giriş yap

# GeneralKey
source: In general:
de: Allgemein:
tr: Genel:

# FirstKey
source: Firstname
de: Vorname
tr: Adın

# LastKey
source: Lastname
de: Nachname
tr: Soyadın

# BirthKey
source: Birthday
de: Geburtsdatum
tr: Doğum tarihi

# MKey
source: Male
de: Mann
tr: Erkek

# FKey
source: Female
de: Frau
tr: Kadın

# InterestKey
source: Interested in:
de: Interessiert an:
tr: Ilgini ceken:

# BKey
source: Both
de: Beides
tr: Ikiside

# IntroKey
source: Introduce yourself:
de: Stell dich vor:
tr: Kendini tanıt:

# CompleteRegKey
source: Complete registration
de: Fertig
tr: Devam

# AlphaKey
source: Only alphabet is allowed!
de: Nur das Alphabet ist erlaubt!
tr: Sadece alfabe'ye izin verilir!

# DateKey
source: Only a choosen date is allowed!
de: Nur ein ausgewähltes Datum ist erlaubt!
tr: Sadece seçilen bir tarihe izin verilir!

# RecordKey
source: Record time must be minimal 10 seconds!
de: Die Aufnahmezeit muss mindestens 10 Sekunden betragen!
tr: Kayıt süresi minimum 10 saniye olmalıdır!

# OlderKey
source: You must be 18 or older!
de: Du musst 18 Jahre oder älter sein!
tr: 18 yaş ve üstü olmalısın!

# FillInKey
source: Please fill in the form!
de: Bitte fülle das Formular aus!
tr: Lütfen formu doldurun!

# DatesTabKey
source: Dates
tr: Randevular

# MatchesTabKey
source: Matches
tr: Karşılaşmalar

# LoadingKey
source: Loading Matches ...
de: Matches werden geladen ...
tr: Karşılaşmalar yükleniyor ...

# MatchesTitleKey
source: Matches
tr: Karşılaşmalar

# LoadingChatKey
source: Loading Chat ...
de: Chat wird geladen ...
tr: Sohbet yükleniyor ...

# VoiceKey
source: Voice Message
de: Sprachnachricht
tr: Sesli mesaj

# SentKey
source: has sent you a voice message 😏
de: hat dir eine Sprachnachricht geschickt 😏
tr: sana bir sesli mesaj yolladı 😏

# MessageKey
source: Messages consumed ☹️
de: Nachrichten verbraucht ☹️
tr: Mesajlar tüketildi ☹️

# MessWatchKey
source: Watch a video to get another 3 Voice Messages 😝 Or fill up completely to 5 Voice Messages ☑️
de: Schau dir ein Video an um 3 weitere Sprachnachrichten zu bekommen 😝 Oder füll komplett auf 5 Sprachnachrichten auf ☑️
tr: 3 Sesli Mesaj daha almak için bir video izle 😝 Yada tamamen 5 Sesli Mesaja kadar doldurun ☑️

# ReduceKey
source: REDUCE WAITING TIME
de: REDUZIERE WARTEZEIT
tr: BEKLEME ZAMANI AZALTIN

# FillUpKey
source: FILL UP COMPLETELY
de: KOMPLETT AUFFÜLLEN
tr: KOMPLE DOLDUR

# IntroNewKey
source: Introduce yourself new:
de: Stelle dich neu vor:
tr: Kendini yeniden tanıt:

# EditKey
source: Edit Profile
de: Profil bearbeiten
tr: Profili düzenle

# TipsKey
source: Dating Tips are specified and separated for men and women. Neither gender can see the dating tips of the opposite gender.
de: Dating-Tipps werden für Männer und Frauen getrennt angegeben. Kein Geschlecht kann die Dating Tipps des anderen Geschlechts sehen.
tr: Tanışma ipuçları, kadın ve erkekler için belirlenmiş ve ayrılmıştır. Her iki cinsiyet de, karşı cinsiyetin buluşma ipuçlarını göremez.

# Date1Key
source: "So before you send out a simple "Hi!", Listen to your profile voice memo again. Think about what motivated you to contact exactly this woman: What fascinated you most about her profile? Why does she stand out from the crowd in your eyes? Has she the same interests as you? An exciting hobby? Does she have humor on her profile, did she make adventurous trips?"
de: "Bevor Sie also ein schlichtes „Hi!“ losschicken, hören Sie Ihre Profilsprachnotiz nochmal genau an. Überlegen Sie sich, was Sie dazu bewogen hat, genau diese Frau zu kontaktieren: Was hat Sie an ihrem Profil besonders fasziniert? Wodurch sticht sie in Ihren Augen aus der Masse der anderen hervor? Hat sie die gleichen Interessen wie Sie? Ein spannendes Hobby? Beweist sie auf ihrem Profil Humor, hat sie abenteuerliche Reisen gemacht?"
tr: "Basit bir "Merhaba!" göndermeden önce, profil sesli notunuzu tekrar dinleyin. Bu kadınla tam olarak iletişime geçmenizde sizi neyin motive ettiğini düşünün: Bu profili hakkında sizi en çok neler büyüledi? Neden gözlerindeki kalabalığın arasından sıyrılıyor? Has o seninle aynı ilgileri mi var? Heyecan verici bir hobi mi? Profilinde mizah var mı, maceracı gezi mi yaptı?"

# Date2Key
source: "Show right from the start that you have dealt with your profile and that it is meant to be personal. That starts with the salutation. Always speak with her name and connect a question with it. That's how you signal openness."
de: "Zeigen Sie gleich am Anfang, dass Sie sich mit ihrem Profil beschäftigt haben und sie ganz persönlich gemeint ist. Das beginnt schon bei der Anrede. Sprechen Sie sie immer mit ihrem Namen an und verbinden Sie gleich eine Frage damit. So signalisieren Sie Offenheit."
tr: "En başından beri, profilinle uğraştığını ve kişisel olması gerektiğini göster. Bu selamlama ile başlar. Her zaman adıyla konuş ve bir soru sor. Açıklığı böyle söylersin."

# Date3Key
source: "Suitable topics to start the conversation are, for example: Sports Hobbies Films and series Music Travel objectives Caution: Absolutely prohibited are issues such as separation, heartache, disappointments in the family circle or too brisk future plans à la "I would like to have children soon."
de: "Geeignete Themen zum Start ins Gespräch sind zum Beispiel: Sport Hobbys Filme und Serien Musik Reiseziele Vorsicht: Absolut verboten sind Themen wie Trennung, Liebeskummer, Enttäuschungen im familiären Kreis oder zu forsche Zukunftspläne à la "Ich würde gern bald Kinder haben."
tr: "Sohbeti başlatmak için uygun başlıklar şunlardır, örneğin: Sporlar Hobbiler Filmler ve diziler Müzik Seyahat hedefleri Dikkat: Kesinlikle yasaktır, ayrılma, gönül yarası, aile dairesinde hayal kırıklığı veya çok hareketli bir gelecek gibi konulardır. à la "Planları yakında çocuklarım olsun istiyorum."

# Date4Key
source: "With all the creativity that women are definitely asking for, you should always be honest. Do not make yourself younger, leaner, better or more successful than you are. Do not exaggerate."
de: "Bei aller Kreativität, die beim Frauen anschreiben definitiv gefragt ist, sollten Sie immer ehrlich sein. Machen Sie sich nicht jünger, schlanker, trainierter oder erfolgreicher als Sie sind. Übertreiben Sie nicht."
tr: "Kadınların kesinlikle istediği tüm yaratıcılıklarla, her zaman dürüst olmalısın. Kendinizi sizden daha genç, daha yalın, daha iyi veya daha başarılı yapmayın. Abartmayın."

# Date5Key
source: "Most women love men who can laugh at themselves and make them laugh again and again. This ability is often high on the wish list."
de: "Die meisten Frauen lieben Männer, die über sich selbst lachen können, und die sie immer wieder zum Lachen bringen. Diese Fähigkeit steht auf der Wunschliste häufig ganz oben."
tr: "Kadınların çoğu, kendilerine gülen ve tekrar tekrar güldüren erkekleri sever. Bu yetenek, istek listesinde genellikle yüksektir."

# Date6Key
source: "If you are one of those who likes to talk a lot and in detail, you should hold back a little at the beginning. Do not kill her with too much information and an endless, dissuasive voice memo."
de: "Wenn Sie zu denen gehören, die gern viel und ausführlich reden, sollten Sie sich am Anfang noch etwas zurückhalten. Erschlagen Sie sie nicht mit zu vielen Informationen und einer endlosen, abschreckenden Sprachnotiz."
tr: "Çok fazla ve detaylı konuşmayı sevenlerden birisiyseniz, başında biraz durmalısınız. Onu fazla bilgi ve bitmeyen, caydırıcı sesli notla öldürmeyin."

# Date7Key
source: "At the beginning of the introductory phase, compliments on a woman's appearance are taboo! Attractive women hear such compliments every day from other networks."
de: "Am Anfang der Kennenlernphase sind Komplimente auf das Aussehen einer Frau tabu! Attraktive Frauen hören solche Komplimente jeden Tag aus anderen Netzwerken."
tr: "Giriş aşamasının başında, bir kadının görünümüyle ilgili övgüler tabudur! Çekici kadınlar her gün bu övgüleri diğer ağlardan duyuyorlar."

# Date8Key
source: "Receiving a refusal is not a criticism, it is feedback! Feedback is a step on the way to the goal. Learn from it."
de: "Einen Korb zu kassieren ist keine Kritik, es ist Feedback! Feedback ist ein Schritt auf dem Weg zum Ziel. Lerne daraus."
tr: "Reddetme bir eleştiri değil, geribildirimdir! Geri bildirim, hedefe giden yolda bir adımdır. Ondan öğren."

# DateF1Key
source: "You are a confident woman and know what you want. And if the object of desire is just this man, then do not be afraid to show it to him as well. You have nothing to lose, so only courage."
de: "Sie sind eine selbstbewusste Frau und wissen was Sie wollen. Und wenn das Objekt der Begierde gerade dieser Mann ist, dann scheuen Sie sich nicht, es ihm auch zu zeigen. Sie haben nichts zu verlieren, also nur Mut."
tr: "Kendinden emin bir kadınsın ve ne istediğini biliyorsun. Ve arzunun nesnesi sadece bu adamsa, o zaman ona göstermekten de korkmayın. Kaybedecek hiçbir şeyin yok, bu yüzden sadece cesaret."

# DateF2Key
source: "Listen carefully to his profile voice memo before sending a voice note. What hobbies does he have? What do you recognize in the background of his profile picture?"
de: "Hören Sie sich seine Profilsprachnotiz genau an, bevor Sie eine Sprachnotiz verschicken. Welche Hobbys hat er? Was erkennen Sie im Hintergrund seines Profilbildes?"
tr: "Bir sesli not göndermeden önce profil sesli notunu dikkatlice dinleyin. Hangi hobileri var? Profil resminin arka planında neler tanıyorsunuz?"

# DateF3Key
source: "An open question is not only a great conversationalist, it also shows that your interest was by no means hypocritical. They really want to know something about the man and he immediately has perfect topics to talk about. Jackpot!"
de: "Eine offene Frage ist nicht nur ein toller Gesprächsöffner, zudem zeigt sie, dass Ihr Interesse keinesfalls geheuchelt war. Sie wollen wirklich etwas von dem Mann erfahren und er hat sofort perfekte Gesprächsthemen parat. Jackpot!"
tr: "Açık bir soru sadece büyük bir muhatap değil, aynı zamanda ilginizin ikiyüzlü olmadığını da gösterir. Gerçekten adam hakkında bir şeyler bilmek istiyorlar ve hemen konuşması gereken mükemmel konular var. İkramiye!"

# DateF4Key
source: "If you can not think of writing humor to men, think of fun memories with friends, for example. Maybe there was an experience that shows that you can laugh about yourself as well?"
de: "Wenn Ihnen nichts einfällt, um Männer mit Humor anschreiben zu können, denken Sie zum Beispiel an lustige Erinnerungen mit Freunden. Vielleicht gab es ein Erlebnis, das zeigt, dass Sie auch über sich selbst lachen können?"
tr: "Erkeklere mizah yazmayı düşünemiyorsanız, örneğin arkadaşlarınızla eğlenceli hatıralar düşünün. Belki kendin için de gülebileceğini gösteren bir deneyim oldu?"

# DateF5Key
source: "In an initial conversation with a stranger, you both embark on new terrain. However, that does not mean that you have to formulate a boring message! A little flirtation does not hurt. But be careful not to overdo it."
de: "In einem ersten Gespräch mit einem Unbekannten begeben Sie sich beide auf neues Terrain. Das bedeutet allerdings nicht, dass Sie eine langweilige Botschaft formulieren müssen! Ein kleiner Flirt schadet nicht. Aber achten Sie darauf, es nicht zu übertreiben."
tr: "Bir yabancıyla yaptığınız ilk konuşmada, ikiniz de yeni araziye çıkacaksınız. Ancak, bu sıkıcı bir mesaj formüle etmeniz gerektiği anlamına gelmez! Biraz flört etme zarar vermez. Ancak abartmamak için dikkatli olun."

# DateF6Key
source: "The message has been sent. But the answer is unfortunately coming soon. Do not be discouraged! You yourself have certainly had a life-threatening phase in life. Maybe he has not read the message yet or just wants to take some time to formulate an answer."
de: "Die Nachricht ist abgeschickt. Aber die Antwort lässt leider auf sich warten. Lassen Sie sich nicht entmutigen! Sie selbst hatten im Leben sicher Phasen, in denen es stressiger zugegangen ist. Vielleicht hat er die Nachricht noch nicht gelesen oder will sich einfach Zeit nehmen, um eine Antwort zu formulieren."
tr: "Mesaj gönderildi. Ancak cevap maalesef yakında geliyor. Cesaretini kırma! Siz kendiniz kesinlikle yaşamda hayatı tehdit eden bir aşama yaşadınız. Belki de mesajı henüz okumamış veya bir cevap oluşturmak için biraz zaman ayırmak istiyor."

# DateF7Key
source: "Concentrating on just one person, even though you have not received any promising response from him, can be very sobering. Therefore, having a Plan B and C is never bad."
de: "Wenn Sie sich auf nur eine einzige Person konzentrieren, obwohl Sie von ihm noch keine vielversprechende Antwort erhalten haben, kann das sehr ernüchternd sein. Daher ist es nie schlecht, einen Plan B und C parat zu haben."
tr: "Sadece bir kişiye odaklanmak, ondan ümit verici bir yanıt almamış olsanız bile, çok ayık olabilir. Bu nedenle, Plan B ve C'ye sahip olmak asla fena değil."

# DateF8Key
source: "Of course, when you write to men, you may not immediately find the man for life. Do not hang your head. The right man is still waiting for you."
de: "Wenn Sie Männer anschreiben kann es natürlich passieren, dass Sie nicht sofort den Mann fürs Leben finden. Lassen Sie den Kopf nicht hängen. Der richtige Mann wartet noch auf Sie."
tr: "Tabii ki, erkeklere yazarken, erkeği derhal ömür boyu bulamayabilirsiniz. Kafanı asma. Doğru adam hala seni bekliyor."

# PickUpLineKey
source: Pick-Up Lines are specified and separated for men and women. Neither gender can see the pick-up lines of the opposite gender.
de: Anmachsprüche werden für Männer und Frauen getrennt angegeben. Kein Geschlecht kann die Anmachsprüche des anderen Geschlechts sehen.
tr: Alış Çizgileri erkekler ve kadınlar için belirlenmiş ve ayrılmıştır. Her iki cinsiyet de karşı cinsiyetin toplama çizgilerini göremez.

# DateM1Key
source: "The constant advertisements in the chat area are annoying. Do we still talk on an ad-free platform?"
de: "Die ständigen Werbungen im Chat Bereich nerven. Reden wir doch auf einer werbungslosen Plattform weiter?"
tr: "Sohbet alanındaki sürekli reklamlar can sıkıcıdır. Hala reklamsız bir platformda mı konuşuyoruz?"

# DateM2Key
source: "Research has shown that women often know after 1.3 seconds if they like a man. This sentence has now taken about three seconds - what is your answer?"
de: "Untersuchungen haben ergeben, dass Frauen oft schon nach 1,3 Sekunden wissen, ob ihnen ein Mann gefällt. Dieser Satz hat jetzt circa drei Sekunden gedauert – wie lautet deine Antwort?"
tr: "Araştırmalar, kadınların bir erkekten hoşlanıyorlarsa genellikle 1.3 saniye sonra bildiklerini göstermiştir. Bu cümle şimdi yaklaşık üç saniye sürmüştür - cevabınız nedir?"

# DateM3Key
source: "Please exchange a few words with me, my friends should be jealous because I am talking to a beautiful woman."
de: "Bitte wechsel ein paar Worte mit mir, meine Freunde sollen neidisch werden weil ich mich mit einer schönen Frau unterhalte."
tr: "Lütfen benimle birkaç kelime paylaşın, arkadaşlarım kıskanmalıdır, çünkü güzel bir kadınla konuşuyorum."

# DateM4Key
source: "Do you think we might have a mutual friend who could introduce us to each other?"
de: "Denkst du, dass wir vielleicht einen gemeinsame Freund haben, der uns einander vorstellen könnte?"
tr: "Bizi birbirimizle tanıştırabilecek karşılıklı bir arkadaşımız olabileceğini düşünüyor musunuz?"

# DateM5Key
source: "What compliment can you not hear anymore?"
de: "Welches Kompliment kannst du gar nicht mehr hören?"
tr: "Artık ne iltifat duyamıyorsunuz?"

# DateM6Key
source: "Do you know what really surprises me? - No what? - That we do not know each other yet."
de: "Weißt du, was mich richtig wundert? – Nein, was? – Dass wir uns noch nicht kennen."
tr: "Beni asıl şaşırtan ne biliyor musun? - Hayır, ne? - Henüz birbirimizi tanımıyoruz."

# DateM7Key
source: "Good that I know how to behave. I pinched my temper. Nevertheless, I would like to know what your name is."
de: "Gut, dass ich weiß, wie man sich benimmt. Ich hab mir meinen Anmachspruch verkniffen. Trotzdem würde ich gerne wissen, wie du heißt."
tr: "İyi, nasıl davranacağımı bildiğim için. Öfkemi bastırdım. Yine de, adının ne olduğunu bilmek istiyorum."

# DateM8Key
source: "I noticed that you noticed that you noticed me."
de: "Mir ist aufgefallen, dass dir aufgefallen ist, dass du mir aufgefallen bist."
tr: "Beni fark ettiğini fark ettiğini fark ettim."

# DateM9Key
source: "Do you know how heavy a polar bear is? - Heavy enough to break the ice. - I'm "Tim" and you?"
de: "Weißt du wie schwer ein Eisbär ist? – Schwer genug, um das Eis zu brechen. – Ich bin "Tim" und du?"
tr: "Bir kutup ayısının ne kadar ağır olduğunu biliyor musunuz? - Buzu kırmak için yeterince ağır. - Ben "Tim" ve sen?"

# DateM10Key
source: "I like women who know what they want and I feel like you're such a woman. Am I right?"
de: "Ich mag Frauen, die wissen, was sie wollen und ich hab das Gefühl, du bist so eine Frau. Liege ich richtig?"
tr: "Ne istediklerini bilen kadınları severim ve kendimi çok kadın gibi hissediyorum. Haklı mıyım"
