Repository: ebucelik/VoiceDate
Catalog: Casen/Controller/*.lproj/Localizable.strings
Languages: de, tr

# DateM11Key
source: "I've looked around you, you're the prettiest woman here."
de: "Ich hab mich umgesehn, du bist die hübscheste Frau hier."
tr: "Etrafına baktım, sen buradaki en güzel kadınsın."

# DateM12Key
source: "We have something in common: I like pretty women and you are a pretty woman. That can not be a coincidence!"
de: "Wir haben was gemeinsam: Ich mag hübsche Frauen und du bist eine hübsche Frau. Das kann doch kein Zufall sein!"
tr: "Ortak bir noktamız var: Güzel kadınları severim, sen de güzel bir kadınsın. Bu tesadüf olamaz!"

# DateM13Key
source: "And otherwise?"
de: "Und sonst so?"
tr: "Başka ne var ne yok?"

# F1Key
source: "Do you believe in fate?"
de: "Glaubst du an Schicksal?"
tr: "Kadere inanır mısın?"

# F2Key
source: "I do not know who you are, but I think I would like to know."
de: "Ich weiß zwar nicht, wer du bist, aber ich glaub ich würde es gern wissen."
tr: "Kim olduğunu bilmiyorum ama sanırım bilmek istiyorum."

# F3Key
source: "Although we have only been talking to each other for 2 seconds, it already feels like an eternity. Please say something at last."
de: "Obwohl wir erst seit 2 Sekunden miteinander sprechen, fühlt es sich an schon an wie eine Ewigkeit. Bitte sag auch endlich was."
tr: "Birbirimizle sadece 2 saniyedir konuşmamıza rağmen, şimdiden sonsuzluk gibi geliyor. Lütfen sonunda bir şey söyle."

# F4Key
source: "You look spontaneous. What do you think about a spontaneous conversation?"
de: "Du siehst spontan aus. Was hältst du von einem spontanen Gespräch?"
tr: "Kendiliğinden görünüyorsun. Spontan bir konuşma hakkında ne düşünüyorsun?"

# F5Key
source: "Hey, you look like my next friend."
de: "Hey, du siehst aus wie mein nächster Freund."
tr: "Hey, sıradaki arkadaşıma benziyorsun."

# F6Key
source: "I like your jacket."
de: "Ich mag deine Jacke."
tr: "Ceketini beğendim."

# F7Key
source: "Did you just wink at me?"
de: "Hast du mir gerade zugezwinkert?"
tr: "Az önce bana göz kırptın mı?"

# F8Key
source: "If you want to get to know me, you have to hurry. I'll go right back."
de: "Wenn du mich kennenlernen willst, musst du dich beeilen. Ich geh gleich wieder."
tr: "Beni tanımak istiyorsan acele etmelisin. Hemen geri döneceğim."

# F9Key
source: "Hey, I've never seen you here. Do you come here often?"
de: "Hey, hab dich hier noch nie gesehen. Bist du öfter hier?"
tr: "Hey, seni burada hiç görmedim. Daha sık mı geldin?"

# F10Key
source: "Hi, I'm "Nadine". And you are called?"
de: "Hi, ich bin "Nadine". Und du heißt?"
tr: "Selam, ben "Nadine". Senin ismin?"

# F11Key
source: "I do not really speak to any men. I do not know what's going on with me right now."
de: "Ich spreche eigentlich keine Männer an. Weiß auch nicht, was gerade mit mir los ist."
tr: "Gerçekten hiçbir erkekle konuşmuyorum. Şu an benimle neler oluyor bilmiyorum."

# F12Key
source: "And otherwise?"
de: "Und sonst so?"
tr: "Başka ne var ne yok?"

# FirstIntroKey
source: Introduction
de: Einführung
tr: Başlangıç

# InfoIntroKey
source: This is a unique introduction of the app VoiceDate.
de: Dies ist eine einmalige Einführung über die App VoiceDate.
tr: Bu uygulama VoiceDate'in birkere bu girişte gösterilecektir.

# StartKey
source: Start VoiceDating
de: Jetzt VoiceDaten
tr: VoiceDating'i Başlat
